tap "borkdude/brew"
tap "clojure-lsp/brew"
tap "clojure/tools"
tap "confluentinc/tap"
tap "dbcli/tap"
tap "derailed/k9s"
tap "gaia-venture/tools"
tap "goreleaser/tap"
tap "hacker1024/hacker1024"
tap "handofgod94/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "johanhaleby/kubetail"
tap "kluctl/tap"
tap "pulumi/tap"
tap "supabase/tap"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "grpc"
brew "python@3.12"
brew "llvm"
brew "apache-arrow"
brew "coreutils"
brew "asdf"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "binutils"
brew "openssl@1.1"
brew "bpytop"
brew "pcre2"
brew "capstone"
brew "pycparser"
brew "cffi"
brew "cmctl"
brew "unbound"
brew "gnutls"
brew "libssh"
brew "qemu"
brew "lima"
brew "colima"
brew "colordiff"
brew "pkg-config"
brew "crystal"
brew "crystalline"
brew "curl"
brew "docker"
brew "docker-compose"
brew "doctl"
brew "docutils"
brew "earthly"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "fennel"
brew "gcc"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "librist"
brew "openblas"
brew "openvino"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "fnlfmt"
brew "fzf"
brew "libavif"
brew "gd"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "gpgme"
brew "hdf5"
brew "proj"
brew "libheif"
brew "libpq", link: true
brew "libxml2"
brew "poppler"
brew "gdal"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "qt"
brew "gnuplot"
brew "go"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "gron"
brew "grpcurl"
brew "helm"
brew "htop"
brew "imagemagick"
brew "janet"
brew "jp2a"
brew "jq"
brew "openjdk"
brew "zookeeper"
brew "kafka"
brew "kcat"
brew "kubectx"
brew "kustomize"
brew "leiningen"
brew "libfido2"
brew "libsixel"
brew "lua-language-server"
brew "luajit"
brew "luarocks"
brew "make"
brew "mariadb"
brew "mysql-client"
brew "neovim"
brew "node"
brew "opam"
brew "pgcli"
brew "pipx"
brew "pyenv"
brew "qrencode"
brew "qt@5"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "rust-analyzer"
brew "supervisor", restart_service: true
brew "tcl-tk"
brew "telnet"
brew "tesseract-lang"
brew "tig"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "watch"
brew "wget"
brew "yarn"
brew "borkdude/brew/babashka"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "clojure/tools/clojure"
brew "confluentinc/tap/cli"
brew "derailed/k9s/k9s"
brew "goreleaser/tap/goreleaser"
brew "hacker1024/hacker1024/coretemp"
brew "handofgod94/tap/kafkatail"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "johanhaleby/kubetail/kubetail"
brew "kluctl/tap/kluctl"
brew "pulumi/tap/pulumi"
brew "supabase/tap/supabase"
cask "alacritty"
cask "firefox"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "logseq"
cask "ngrok"
cask "nordvpn"
cask "obsidian"
cask "raycast"
cask "slack"
cask "sublime-merge"
cask "sublime-text"
cask "wkhtmltopdf"
vscode "2gua.rainbow-brackets"
vscode "4ops.terraform"
vscode "alexkrechik.cucumberautocomplete"
vscode "atishay-jain.all-autocomplete"
vscode "augustocdias.tasks-shell-input"
vscode "awesomektvn.scratchpad"
vscode "betterthantomorrow.calva"
vscode "bierner.docs-view"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bmalehorn.test-switcher"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "castwide.solargraph"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "codezombiech.gitignore"
vscode "coolbear.systemd-unit-file"
vscode "crystal-lang-tools.crystal-lang"
vscode "davidhewitt.shebang-language-associator"
vscode "dgileadi.java-decompiler"
vscode "eamodio.gitlens"
vscode "earthly.earthfile-syntax-highlighting"
vscode "editorconfig.editorconfig"
vscode "eduarddyckman.vscode-parinfer"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "ezforo.copy-relative-path-and-line-numbers"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "gitlab.gitlab-workflow"
vscode "golang.go"
vscode "gracefulpotato.rbs-syntax"
vscode "grapecity.gc-excelviewer"
vscode "hall.draw"
vscode "henoc.svgeditor"
vscode "humao.rest-client"
vscode "idleberg.applescript"
vscode "jakebecker.elixir-ls"
vscode "jamesnorton.continuum"
vscode "jdinhlife.gruvbox"
vscode "jinliming2.vscode-go-template"
vscode "jock.svg"
vscode "kaiwood.endwise"
vscode "kosz78.nim"
vscode "mellowmarshmallow.groovy"
vscode "mhutchie.git-graph"
vscode "mrorz.language-gettext"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "nicolasvuillamy.vscode-groovy-lint"
vscode "octref.vetur"
vscode "patbenatar.advanced-new-file"
vscode "pgourlain.erlang"
vscode "pomdtr.excalidraw-editor"
vscode "qezhu.gitlink"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "royalmist.vscode-eex-format"
vscode "rpinski.shebang-snippets"
vscode "rust-lang.rust-analyzer"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "steoates.autoimport"
vscode "tamasfe.even-better-toml"
vscode "tauri-apps.tauri-vscode"
vscode "teabyii.ayu"
vscode "techer.open-in-browser"
vscode "tomoki1207.pdf"
vscode "vadimcn.vscode-lldb"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-lombok"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wmaurer.change-case"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
vscode "zxh404.vscode-proto3"
