tap "borkdude/brew"
tap "clojure-lsp/brew"
tap "clojure/tools"
tap "confluentinc/tap"
tap "dbcli/tap"
tap "derailed/k9s"
tap "goreleaser/tap"
tap "hacker1024/hacker1024"
tap "handofgod94/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "pulumi/tap"
tap "supabase/tap"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "grpc"
brew "python@3.12"
brew "llvm"
brew "coreutils"
brew "asdf"
brew "bat"
brew "binutils"
brew "openssl@1.1"
brew "bpytop"
brew "pcre2"
brew "capstone"
brew "pycparser"
brew "cffi"
brew "cmctl"
brew "unbound"
brew "gnutls"
brew "libssh"
brew "qemu"
brew "lima"
brew "colima"
brew "colordiff"
brew "pkg-config"
brew "crystal"
brew "crystalline"
brew "curl"
brew "docker"
brew "docker-compose"
brew "doctl"
brew "docutils"
brew "earthly"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "fennel"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "fnlfmt"
brew "fzf"
brew "libavif"
brew "gd"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "gpgme"
brew "proj"
brew "libheif"
brew "libpq", link: true
brew "libxml2"
brew "poppler"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "qt"
brew "gnuplot"
brew "go"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "gron"
brew "grpcurl"
brew "helm"
brew "htop"
brew "imagemagick"
brew "janet"
brew "jp2a"
brew "jq"
brew "openjdk"
brew "kcat"
brew "kubectx"
brew "colordiff"
brew "kustomize"
brew "leiningen"
brew "libfido2"
brew "libsixel"
brew "lua-language-server"
brew "luajit"
brew "luarocks"
brew "make"
brew "neovim"
brew "node"
brew "opam"
brew "pgcli"
brew "gitui"
brew "pipx"
brew "pyenv"
brew "qrencode"
brew "qt@5"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "rust-analyzer"
brew "tcl-tk"
brew "telnet"
brew "tesseract-lang"
brew "tig"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "watch"
brew "wget"
brew "yarn"
brew "borkdude/brew/babashka"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "clojure/tools/clojure"
brew "confluentinc/tap/cli"
brew "derailed/k9s/k9s"
brew "goreleaser/tap/goreleaser"
brew "hacker1024/hacker1024/coretemp"
brew "handofgod94/tap/kafkatail"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "johanhaleby/kubetail/kubetail"
brew "kluctl/tap/kluctl"
brew "pulumi/tap/pulumi"
brew "supabase/tap/supabase"
cask "alacritty"
cask "firefox"
cask "google-cloud-sdk"
cask "nordvpn"
cask "obsidian"
cask "raycast"
cask "sublime-merge"
cask "sublime-text"
cask "wkhtmltopdf"
