tap "borkdude/brew"
tap "clojure-lsp/brew"
tap "clojure/tools"
tap "confluentinc/tap"
tap "dashlane/tap"
tap "dbcli/tap"
tap "derailed/k9s"
tap "goreleaser/tap"
tap "hacker1024/hacker1024"
tap "handofgod94/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "johanhaleby/kubetail"
tap "jstkdng/programs"
tap "kluctl/tap"
tap "minio/aistor"
tap "minio/stable"
tap "pulumi/tap"
tap "restatedev/tap"
tap "supabase/tap"
brew "aom"
brew "c-ares"
brew "openssl@3"
brew "grpc"
brew "zstd"
brew "apache-arrow"
brew "asdf"
brew "bat"
brew "binutils"
brew "python@3.12"
brew "bpytop"
brew "caddy"
brew "pcre2"
brew "glib"
brew "cairo"
brew "capstone"
brew "cargo-binstall"
brew "pycparser"
brew "cffi"
brew "libtiff"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "little-cms2"
brew "jpeg-xl"
brew "libavif"
brew "pango"
brew "librsvg"
brew "webp"
brew "circleci"
brew "cloc"
brew "cmctl"
brew "cocoapods"
brew "colordiff"
brew "cookiecutter"
brew "coreutils"
brew "cpulimit"
brew "crystal"
brew "crystalline"
brew "curl"
brew "dbmate"
brew "deno"
brew "docker-compose"
brew "doctl"
brew "docutils"
brew "earthly"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "fennel"
brew "unbound"
brew "gnutls"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "librist"
brew "libssh"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "flyctl"
brew "fnlfmt"
brew "fzf"
brew "gd"
brew "geos"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "gpgme"
brew "proj"
brew "libheif"
brew "libpq"
brew "poppler"
brew "gdal"
brew "node"
brew "gemini-cli"
brew "geoip"
brew "gh"
brew "ghostscript"
brew "git"
brew "gitui"
brew "gleam"
brew "qt"
brew "gnuplot"
brew "go"
brew "golang-migrate"
brew "goreleaser", link: false
brew "gpatch"
brew "netpbm"
brew "graphviz"
brew "gron"
brew "grpcurl"
brew "htop"
brew "imagemagick"
brew "janet"
brew "jp2a"
brew "jq"
brew "jupyterlab"
brew "kcat"
brew "kubectx"
brew "kustomize"
brew "openjdk"
brew "leiningen"
brew "libfido2"
brew "liblqr"
brew "libsixel"
brew "lua-language-server"
brew "luajit"
brew "luarocks"
brew "make"
brew "mongosh"
brew "ncdu"
brew "neonctl"
brew "neovim"
brew "opam"
brew "openssl@1.1"
brew "pgcli"
brew "pipx"
brew "postgis"
brew "pyenv"
brew "tcl-tk"
brew "python-tk@3.13"
brew "qemu"
brew "qrencode"
brew "qt@5"
brew "railway"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "rust-analyzer"
brew "s3cmd"
brew "telnet"
brew "tesseract-lang"
brew "tig"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "zk"
brew "borkdude/brew/babashka"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "clojure/tools/clojure"
brew "confluentinc/tap/cli"
brew "dashlane/tap/dashlane-cli"
brew "derailed/k9s/k9s"
brew "hacker1024/hacker1024/coretemp"
brew "handofgod94/tap/kafkatail"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "johanhaleby/kubetail/kubetail"
brew "jstkdng/programs/ueberzugpp"
brew "kluctl/tap/kluctl"
brew "minio/stable/mc"
brew "pulumi/tap/pulumi"
brew "supabase/tap/supabase"
cask "1password-cli"
cask "dbeaver-community"
cask "gcloud-cli"
cask "goreleaser/tap/goreleaser"
cask "nordvpn"
cask "raycast"
cask "tailscale-app"
cargo "create-tauri-app"
cargo "diesel_cli"
uv "graphifyy"
